<template>
  <div id="contract">
    <lh-page-header title="用户协议"></lh-page-header>
    <img :src="'wechat_about-us.png' | cdn-filter" style="width: 100%;">
    <div id="content">
      <h3>企业湾用户服务协议</h3>

      <p>您与企业湾所有者上海知加信息科技有限公司(以下简称为“本公司”)之间就金贝壳服务等相关事宜所订立的契约，请您仔细阅读本注册协议，同意本协议并接受全部条款下注册成为会员，本协议具有合同效力。您点击“立即注册”按钮后，本协议即构成对双方有约束力的法律文件。</p>

      <h6>一、用户条款内容</h6>
      <p>1. 本协议内容包括协议正文及所有企业湾已经发布的或将来可能发布的各类规则。所有规则为本协议不可分割的组成部分，与协议正文具有同等法律效力。除另行明确声明外，企业湾提供的服务均受本协议约束。</p>
      <p>2. 您应当在使用企业湾服务之前认真阅读全部协议内容。如您对协议有任何疑问，应向企业湾咨询。但无论您事实上是否在使用企业湾服务之前认真阅读了本协议内容，只要您使用企业湾服务，则本协议即对您产生约束，届时您不能以未阅读本协议的内容或者未获得企业湾对您问询的解答等理由，主张本协议无效，或要求撤销本协议。</p>
      <p>3. 您承诺接受并遵守本协议的约定。如果您违反本协议约定的内容，您应立即停止注册程序或停止使用金贝壳服务。</p>
      <p>4. 企业湾有权根据需要不时地制订、修改本协议及各类规则，并以网站公示的方式进行公告，不再另行通知。变更后的协议和规则一经在网站公布后，立即自动生效。如您不同意相关变更内容，应当提出并立即停止使用金贝壳服务。您继续使用金贝壳服务的，即表示您对修改的协议无异议并接受。</p>

      <h6>二、用户注册</h6>
      <p>1. 注册者资格：</p>
      <p>在您完成注册程序或以其他本公司允许的方式实际使用企业湾服务时，您应当是具备完全民事权利能力和完全民事行为能力的自然人、法人或其他组织。若您不具备前述主体资格，则您及您的监护人应承担因此而导致的一切后果，且本公司有权注销(永久冻结)您的企业湾账户，并向您及您的监护人索偿。</p>
      <p>2. 账户：</p>
      <p>在您签署本协议，完成会员注册程序或以其他本公司所允许的方式实际使用企业湾服务时，企业湾为您提供唯一编号的企业湾账户(以下亦称账户)。</p>
      <p>账户设置会员名和密码，通过该会员名密码或与该会员名密码关联的其它用户名密码登陆企业湾。您设置的会员名不得侵犯或涉嫌侵犯他人合法权益。当您的账户设立完成后，您应当在此后90日内使用您的会员名和密码登陆金贝壳。逾期未登录的，本公司有权终止向您提供金贝壳服务，注销您的账户。账户注销后，相应的会</p>
      <p>员名将开放给任意用户注册登记使用。您应对您的账户(会员名)和密码的安全，以及对通过您的账户(会员名)和密码实施的行为负责。除非有法律规定或司法裁定，且征得企业湾的同意，否则，账户(会员名)和密码不得以任何方式转让、赠与或继承(与账户相关的财产权益除外)。如果发现任何人不当使用您的账户或有任何其他可能危及您的账户安全的情形时，您应当立即以有效方式通知企业湾，要求企业湾暂停相关服务。请您理解企业湾对您的请求采取相应措施，在采取措施前已经产生的后果(包括但不限于您的任何损失)不承担任何责任。</p>
      <p>3. 会员：</p>
      <p>在您按照注册页面提示填写信息、阅读并同意本协议并完成全部注册程序后或以其他本公司允许的方式实际使用企业湾服务时，您即成为企业湾会员(亦称会员)。在注册时，您应当按照法律法规要求，或注册页面的提示准确提供，并及时更新您的资料，以使之真实、及时，完整和准确。如有合理理由怀疑您提供的资料错误、不实、过时或不完整的，本公司有权向您发出询问及/或要求改正的通知，并有权直接做出删除相应资料的处理，直至中止、终止对您提供部分或全部企业湾服务。本公司对此不承担任何责任，您将承担因此产生的任何直接或间接支出。您应当准确填写并及时更新您提供的电子邮件地址、联系电话、联系地址、邮政</p>
      <p>编码等联系方式，以便本公司或其他会员与您进行有效联系，因通过这些联系方式无法与您取得联系，导致您在使用企业湾服务过程中产生任何损失或增加费用的， 应由您完全独自承担。</p>
      <p>您在使用企业湾服务过程中，所产生的应纳税赋，以及一切硬件、软件、服务及其它方面的费用，均由您独自承担。</p>

      <h6>三、本公司服务</h6>
      <p>1. 通过本公司及其合作公司或个人提供的服务，会员可在企业湾上获得双软高新、管理体系认证、公司注册/变更/年报、知识产权、财会税务、法律服务、行业资质许可等方面的信息服务及技术服务支持。</p>
      <p>2. 您了解并同意，本公司有权应政府部门(包括司法及行政部门)的要求，向其提供您在企业湾填写的注册信息和交易记录等必要信息。如您涉嫌侵犯他人人身权</p>
      <p>益或者危害公共利益及国家安全，则本公司亦有权在初步判断涉嫌侵权行为存在的情况下，向权利人或司法机关提供您必要的身份信息。</p>

      <h6>四、服务使用规范</h6>
      <p>1. 在企业湾上使用本公司服务过程中，您承诺遵守以下约定：</p>
      <p>a) 在使用企业湾服务过程中实施的所有行为均遵守国家法律、法规等规范性文件及企业湾各项规则的规定和要求，不违背社会公共利益或公共道德，不损害他人的合法权益，不违反本协议及相关规则。您如果违反前述承诺，产生任何法律后果的，您应以自己的名义独立承担所有的法律责任，并确保本公司免于因此产生任何损失。</p>
      <p>b) 应保证不对企业湾上的任何数据作商业性利用，包括但不限于在未经本公司事先书面同意的情况下，以复制、传播等任何方式使用企业湾网站上展示的资料。</p>
      <p>c) 不使用任何装置、软件或例行程序干预或试图干预企业湾的正常运作或正在企业湾上进行的任何交易、活动。您不得采取任何将导致不合理的庞大数据负载加诸金贝壳网络设备的行动。</p>
      <p>2. 您了解并同意：</p>
      <p>a) 本公司有权对您是否违反上述承诺做出单方认定，并根据单方认定结果适用规则予以处理或终止向您提供服务，且无须征得您的同意或提前通知予您。</p>
      <p>b) 经国家行政或司法机关的生效法律文书确认您存在违法或侵权行为，或者本公司根据自身的判断，认为您的行为涉嫌违反本协议和/或规则的条款或涉嫌违反法律法规的规定的，则本公司有权在金贝壳上公示您涉嫌违法或违约行为及本公司已对您采取的措施。</p>
      <p>c) 对于您在金贝壳上发布的涉嫌违法或涉嫌侵犯他人合法权利或违反本协议和/或规则的信息，本公司有权不经通知您即予以删除，且按照规则的规定进行处罚。</p>
      <p>d) 对于您在金贝壳上实施的行为，包括您未在企业湾上实施但已经对金贝壳及其用户产生影响的行为，本公司有权单方认定您行为的性质及是否构成对本协议和/或规则的违反，并据此作出相应处罚。您应自行保存与您行为有关的全部证据，并应对无法提供充分证据而承担相应的责任。</p>
      <p>e) 对于您涉嫌违反承诺的行为对任意第三方造成损害的，您均应当以自己的名义独立承担所有的法律责任，并应确保本公司免于因此产生损失或增加费用。</p>
      <p>f) 如您涉嫌违反有关法律或者本协议之规定，使本公司遭受任何损失，或受到任何第三方的索赔，或受到任何行政管理部门的处罚，您应当赔偿本公司因此造成的损失及(或)发生的费用，包括合理的律师费用。</p>

      <h6>五、特别授权</h6>
      <p>您完全理解并不可撤销地授予本公司及其合作公司下列权利：</p>
      <p>1. 一旦您向本公司及(或)其合作公司或个人作出任何形式的承诺，且相关公司已确认您违反了该承诺，则本公司有权立即按您的承诺或协议约定的方式对您的账</p>
      <p>户采取限制措施，包括中止或终止向您提供服务，并公示相关公司确认的您的违约情况。您了解并同意，本公司无须就相关确认与您核对事实，或另行征得您的同 意，且本公司无须就此限制措施或公示行为向您承担任何的责任。</p>
      <p>2. 一旦您违反本协议，或与本公司签订的其他协议的约定，本公司有权以任何方式通知本公司合作公司或个人，要求其对您的权益采取限制措施，包括但不限将您企业湾账户内的款项支付给本公司指定的对象，要求关联公司或个人中止、终止对您提供部分或全部服务，且在其经营或实际控制的任何网站公示您的违约情况。</p>
      <p>3. 对于您提供的资料及数据信息，您授予本公司及其合作公司或个人独家的、全球通用的、永久的、免费的许可使用权利 (并有权在多个层面对该权利进行再授权)。此外，本公司及其合作公司有权(全部或部份地)</p>
      <p>使用、复制、修订、改写、发布、翻译、分发、执行和展示您的全部资料数据(包括但不限于注册资料、交易行为数据及全部展示于金贝壳的各类信息)或制作其派生作品，并以现在已知或日后开发的任何形式、媒体或技术，将上述信息纳入其它作品内。</p>

      <h6>六、责任范围和责任限制</h6>
      <p>1.本公司负责按"现状"和"可得到"的状态向您提供企业湾服务。但本公司对企业湾服务不作任何明示或暗示的保证，包括但不限于企业湾服务的适用性、没有</p>
      <p>错误或疏漏、持续性、准确性、可靠性、适用于某一特定用途。同时，本公司也不对企业湾服务所涉及的技术及信息的有效性、准确性、正确性、可靠性、质量、稳 定、完整和及时性作出任何承诺和保证。</p>
      <p>2.除非法律法规明确要求，或出现以下情况，否则，本公司没有义务对所有用户的注册数据、委托行为以及与交易有关的其它事项进行事先审查：</p>
      <p>a) 本公司有合理的理由认为特定会员及具体交易事项可能存在重大违法或违约情形。</p>
      <p>b) 本公司有合理的理由认为用户在企业湾的行为涉嫌违法或不当。</p>
      <p>3.您了解并同意，本公司不对因下述任一情况而导致您的任何损害赔偿承担责任，包括但不限于利润、商誉、使用、数据等方面的损失或其它无形损失的损害赔偿 (无论本公司是否已被告知该等损害赔偿的可能性) ：</p>
      <p>a) 使用或未能使用企业湾服务。</p>
      <p>b) 第三方未经批准的使用您的账户或更改您的数据。</p>
      <p>c) 通过企业湾服务购买产生的费用及损失。</p>
      <p>d) 您对企业湾服务的误解。</p>
      <p>e) 任何非因本公司的原因而引起的与金贝壳服务有关的其它损失。</p>
      <p>4. 不论在何种情况下，本公司均不对由于互联网正常的设备维护，互联网络连接故障，电脑、通讯或其他系统的故障，电力故障，罢工，劳动争议，暴乱，起义，骚乱，生产力或生产资料不足，火灾，洪水，风暴，爆炸，战争，政府行为，司法行政机关的命令或第三方的不作为而造成的不能服务或延迟服务承担责任。</p>
      <p>5. 企业湾致力于全面保证您的个人信息安全及隐私，建议您在使用企业湾服务时，无需提供真实的个人真实财产信息，以确保在企业湾一旦受到外界不法破坏时您的个人财产不受到损失。</p>
      <p>6. 企业湾秉承专业尽责的服务理念为您提供法律服务，一旦出现由于企业湾的原因造成服务产品出现瑕疵，金贝壳仅在您针对该次服务所支付的服务费用承担赔偿责任。</p>

      <h6>七、协议终止</h6>
      <p>1. 您同意，本公司有权自行全权决定以任何理由不经事先通知的中止、终止向您提供部分或全部金贝壳服务，暂时冻结或永久冻结(注销)您的企业湾账户，且无 须为此向您或任何第三方承担任何责任。</p>
      <p>2. 出现以下情况时，本公司有权直接以注销账户的方式终止本协议：</p>
      <p>a) 本公司终止向您提供服务后，您涉嫌再一次直接或间接或以他人名义注册为金贝壳用户的；</p>
      <p>b) 您提供的电子邮箱不存在或无法接收电子邮件，且没有其他方式可以与您进行联系，或企业湾以其它联系方式通知您更改电子邮件信息，而您在企业湾通知后三个工作日内仍未更改为有效的电子邮箱的。</p>
      <p>c) 您注册信息中的主要内容不真实或不准确或不及时或不完整。</p>
      <p>d) 本协议(含规则)变更时，您明示并通知本公司不愿接受新的服务协议的；</p>
      <p>e) 本公司认为其它应当终止服务的情况。</p>
      <p>3. 您有权向企业湾要求注销您的账户，经企业湾审核同意的，企业湾注销(永久冻结)您的账户，届时，您与本公司基于本协议的合同关系即终止。您的账户被注销(永久冻结)后，本公司没有义务为您保留或向您披露您账户中的任何信息，也没有义务向您或第三方转发任何您未曾阅读或发送过的信息。</p>
      <p>4. 您同意，您与本公司合同关系终止后，本公司仍享有下列权利：</p>
      <p>a) 继续保存您的注册信息及您使用企业湾网服务期间的所有交易信息。</p>
      <p>b) 您在使用企业湾服务期间存在违法行为或违反本协议和/或规则的行为的，本公司仍可依据本协议向您主张权利。</p>
      <p>5. 本公司中止或终止向您提供金贝壳服务后，对于您在服务中止或终止之前的交易行为依下列原则处理，您应独立处理并完全承担进行以下处理所产生的任何争议、损失或增加的任何费用，并应确保本公司免于因此产生任何损失或承担任何费用：</p>
      <p>a) 您在服务中止或终止之前已经上传至企业湾的订单尚未交易的，本公司有权在中止或终止服务的同时删除此项订单的相关信息；</p>
      <p>b) 您在服务中止或终止之前已经与其他企业湾合作公司达成咨询服务合同、委托服务合同或者其他合同，但合同尚未实际履行的，本公司有权删除该咨询服务合同、委托服务合同或其他合同及其交易的相关信息；</p>
      <p>c) 您在服务中止或终止之前已经与其他企业湾合作公司达成咨询服务、委托服务合同或者其他合同且已部分履行的，本公司可以不删除该项交易，但本公司有权在中止或终止服务的同时将相关情形通知您的交易对方。</p>

      <h6>八、隐私权政策</h6>
      <p>本公司将在企业湾公布并不时修订隐私权相关条款，隐私权的规定构成本协议的有效组成部分。</p>

      <h6>九、法律适用、管辖与其他</h6>
      <p>1. 本协议之效力、解释、变更、执行与争议解决均适用中华人民共和国大陆地区法律，如无相关法律规定的，则应参照国际通用商业惯例和(或)行业惯例。</p>
      <p>2. 因本协议产生之争议，应依照中华人民共和国法律予以处理，并以上海知加信息科技有限公司注册地法院为第一审管辖法院。</p>
      <p>注：以工商核对为准，填写的信息真实可靠。</p>
    </div>
  </div>
</template>

<style scoped>
  #contract {
    padding-top: 44px;
    background: #fafafa;
  }

  #content {
    padding: 0 10px;
  }

  h3 {
    font-size: 18px;
    text-align: center;
    line-height: 40px;
  }

  h6 {
    font-size: 15px;
    line-height: 20px;
  }

  p {
    font-size: 13px;
    line-height: 15px;
  }
</style>
