export default {
  hotProducts: [
    {
      serialId: "IC0001",
      name: "公司注册",
      summary: "跨过创业的第一道门槛，帮您建造梦想的第一个港湾",
      cover: "product-SHSHIC0001-cover-1.jpg",
      price: 1
    },
    {
      serialId: "HR0003",
      name: "委托代缴社保公积金服务",
      summary: "养老无忧，住房不愁，剔除后顾之患，尽享优质生活",
      cover: "product-SHSHHR0003-cover-1.jpg",
      price: 18.8
    },
    {
      serialId: "FC0001",
      name: "零申报代理记账",
      summary: "在企业湾代理记账，放心无忧",
      cover: "product-SHSHFC0001-cover-1.jpg",
      price: 98
    },
    {
      serialId: "LD0013",
      name: "商标注册",
      summary: "商标是企业的敲门砖，让专业律师帮您紧握手中",
      cover: "product-SHSHLD0013-cover-1.jpg",
      price: 199
    },
    {
      serialId: "IT0005",
      name: "LOGO设计",
      summary: "独特的LOGO是创业的门面，新颖的标志是企业的形象",
      cover: "product-SHSHIT0005-cover-1.jpg",
      price: 488
    }
  ],
  regions: [
    {
      name: '北京',
      code: 'BJBJ',
      pName: '北京',
      areas: [
        '东城区',
        '西城区',
        '崇文区',
        '宣武区',
        '朝阳区',
        '丰台区',
        '石景山区',
        '海淀区',
        '门头沟区',
        '房山区',
        '通州区',
        '顺义区',
        '昌平区',
        '大兴区',
        '怀柔区',
        '平谷区',
        '密云县',
        '延庆县'
      ]
    },
    {
      name: '上海',
      code: 'SHSH',
      pName: '上海',
      areas: [
        '黄浦区',
        '卢湾区',
        '徐汇区',
        '长宁区',
        '静安区',
        '普陀区',
        '闸北区',
        '虹口区',
        '杨浦区',
        '闵行区',
        '宝山区',
        '嘉定区',
        '浦东新区',
        '金山区',
        '松江区',
        '青浦区',
        '南汇区',
        '奉贤区',
        '崇明县',
        '城桥镇'
      ]
    },
    {
      name: '南京',
      code: 'JSNJ',
      pName: '江苏',
      areas: [
        '玄武区',
        '白下区',
        '秦淮区',
        '建邺区',
        '鼓楼区',
        '下关区',
        '浦口区',
        '六合区',
        '栖霞区',
        '雨花台区',
        '江宁区',
        '溧水县',
        '永阳镇',
        '高淳县',
        '淳溪镇'
      ]
    },

    {
      name: '苏州',
      code: 'JSSZ',
      pName: '江苏',
      areas: [
        '金阊区',
        '沧浪区',
        '平江区',
        '虎丘区',
        '吴中区',
        '相城区',
        '吴江市',
        '昆山市',
        '太仓市',
        '常熟市',
        '张家港市'
      ]
    },
    {
      name: '镇江',
      code: 'JSZJ',
      pName: '江苏',
      areas: [
        '京口区',
        '润州区',
        '丹徒区',
        '扬中市',
        '丹阳市',
        '句容市'
      ]
    },

    {
      name: '深圳',
      code: 'GDSZ',
      pName: '广东',
      areas: [
        '福田区',
        '罗湖区',
        '南山区',
        '宝安区',
        '龙岗区',
        '盐田区'
      ]
    },
    {
      name: '成都',
      code: 'SCCD',
      pName: '四川',
      areas: [
        '高新区',
        '天府新区',
        '青羊区',
        '锦江区',
        '金牛区',
        '武侯区',
        '成华区',
        '龙泉驿区',
        '青白江区',
        '新都区',
        '温江区',
        '都江堰市',
        '彭州市',
        '邛崃市区',
        '崇州市',
        '金堂县',
        '赵镇',
        '双流县',
        '郫县',
        '郫筒镇',
        '大邑县',
        '晋原镇',
        '蒲江县',
        '鹤山镇',
        '新津县'
      ]
    },
    {
      name: '合肥',
      code: 'AHHF',
      pName: '安徽',
      areas: [
        '高新区',
        '自贸区',
        '政务区',
        '经开区'
      ]
    }
  ]
}

